export const landingPageTasks = [
  {
    header: "Быстрый старт",
    text: "Запуск лендинга позволяет быстрее получить заявки/продажи по сравнению с созданием интернет-магазина или бизнес-сайта.",
  },
  {
    header: "Эффективная конверсия",
    text: "Лендинг отлично подходит для продаж. Страница полностью сосредотачивает внимание на продукте или услуге.",
  },
  {
    header: "Рост прибыли",
    text: "С помощью лендинга вы можете запускать новые продукты или услуги отдельно от основного сайта, что способствует увеличению доходов.",
  },
];

export const landingPageFAQ = [
  {
    title: "Что лучше: Landing page или многостраничный сайт?",
    content:
      "Если вы продвигаете конкретный товар или услугу, лучше выбрать создание посадочной страницы (Landing page). Это позволяет сконцентрировать внимание пользователя именно на этом предложении, что значительно повышает вероятность выполнения целевого действия, будь то покупка, подписка или регистрация.",
  },
  {
    title: "Какая цена на создание Landing page?",
    content:
      "Стоимость разработки посадочной страницы включает несколько этапов. Сначала проводится анализ рынка, затем создается структура страницы и подготавливается контент. Далее идет этап дизайна интерфейса и пользовательского опыта (UI/UX), после чего начинается программирование. Примеры расчета стоимости можно найти в нашем 'калькуляторе стоимости'.",
  },
  {
    title: "Какой срок создания Landing page?",
    content:
      "Сроки зависят от сложности дизайна и количества смысловых блоков на странице. В среднем, создание качественной и стильной посадочной страницы занимает от 2 до 5 недель. Примеры расчета сроков можно увидеть в нашем 'калькуляторе стоимости'.",
  },
];

export const subHeader = `Landing Page представляет собой сайт, который специально создается с
          целью привлечения посетителей и мотивации их к выполнению
          определенного действия. Основная идея такого сайта — привлечь внимание
          посетителя и убедить его выполнить конкретное действие, например,
          оставить контактные данные, сделать покупку, подписаться на рассылку,
          запросить консультацию и т. д. Такой сайт обычно содержит минимум
          навигационных элементов, чтобы сосредоточить внимание посетителя на
          основном предложении и мотивировать его к действию.`;

export const landingPageStructure = [
  {
    pageTitle: "Главная страница (Home Page)",
    pageDescription:
      "Главная страница предоставляет общий обзор и направляет посетителей к основным разделам сайта.",
    widgets: [
      "Герой-секция (Hero Section)",
      "Краткое описание услуг или продуктов",
      "Призыв к действию (Call to Action Button)",
      "Секция преимуществ (Benefits Section)",
      "Отзывы клиентов (Testimonials)",
      "Галерея изображений (Image Gallery)",
      "Видеоплеер (Video Player)",
      "Секция партнеров (Partners Section)",
      "Форма захвата лидов (Lead Capture Form)",
    ],
  },
  {
    pageTitle: "О нас (About Us)",
    pageDescription:
      "Страница 'О нас' предоставляет информацию о компании, ее миссии, ценностях и команде.",
    widgets: [
      "История компании",
      "Миссия и ценности",
      "Команда (Team Section)",
      "Секция достижений (Our Achievements)",
      "Иконки доверия (Trust Badges)",
      "Краткое видео о компании (Video Player)",
    ],
  },
  {
    pageTitle: "Услуги (Services)",
    pageDescription:
      "Страница 'Услуги' предоставляет полный список предлагаемых услуг с подробным описанием каждой.",
    widgets: [
      "Список всех услуг с подробным описанием каждой",
      "Карусель изображений (Image Slider)",
      "Примеры выполненных проектов (Portfolio)",
      "Секреты (Accordion)",
      "Форма заявки (Inquiry Form)",
    ],
  },
  {
    pageTitle: "Цены (Pricing)",
    pageDescription:
      "Страница 'Цены' предоставляет информацию о стоимости различных пакетов услуг и специальные предложения.",
    widgets: [
      "Таблицы цен (Pricing Tables)",
      "Калькулятор (Calculator)",
      "Специальные предложения и акции",
      "Призыв к действию (Call to Action Button)",
      "Счетчик обратного отсчета (Countdown Timer)",
    ],
  },
  {
    pageTitle: "Контакты (Contact)",
    pageDescription:
      "Страница 'Контакты' предоставляет информацию о том, как связаться с компанией, и местоположение офиса или магазинов.",
    widgets: [
      "Форма обратной связи (Contact Form)",
      "Карта (Map)",
      "Информация о контактных лицах (Contact Information)",
      "Часы работы",
      "Ссылки на социальные сети (Social Media Icons)",
      "Форма запроса обратного звонка (Callback Request)",
    ],
  },
  {
    pageTitle: "Часто задаваемые вопросы (FAQ)",
    pageDescription:
      "Страница 'Часто задаваемые вопросы' содержит ответы на наиболее часто задаваемые вопросы посетителей.",
    widgets: [
      "Секция часто задаваемых вопросов (FAQ Section)",
      "Ссылки на полезные статьи и руководства",
      "Видеоуроки (Video Player)",
      "Форма захвата лидов (Lead Capture Form)",
    ],
  },
];

export const landingPageWidgets = [
  {
    name: "Герой-секция (Hero Section)",
    description:
      "Крупный заголовок, подзаголовок и призыв к действию (CTA) с фоновым изображением или видео.",
  },
  {
    name: "Форма захвата лидов (Lead Capture Form)",
    description:
      "Простая форма для сбора контактной информации посетителей, например, имя и email.",
  },
  {
    name: "Навигационное меню (Navigation Menu)",
    description:
      "Упрощенное меню, которое позволяет посетителям быстро найти нужную информацию.",
  },
  {
    name: "Слайдер изображений (Image Slider)",
    description:
      "Карусель изображений или баннеров для демонстрации ключевых продуктов или услуг.",
  },
  {
    name: "Видеоплеер (Video Player)",
    description: "Встраиваемое видео, объясняющее продукт или услугу.",
  },
  {
    name: "Секреты (Accordion)",
    description:
      "Раскрывающиеся секции для упрощенного представления информации, например, FAQ.",
  },
  {
    name: "Отзыв клиента (Testimonial)",
    description: "Блок с отзывами клиентов, чтобы повысить доверие.",
  },
  {
    name: "Призыв к действию (Call to Action Button)",
    description:
      "Кнопки с призывом к действию, например, 'Купить сейчас' или 'Записаться на консультацию'.",
  },
  {
    name: "Счетчик обратного отсчета (Countdown Timer)",
    description:
      "Для создания ощущения срочности, особенно в рамках акций и распродаж.",
  },
  {
    name: "Галерея изображений (Image Gallery)",
    description:
      "Для демонстрации фотографий продукта, мероприятий или команды.",
  },
  {
    name: "Иконки социальных сетей (Social Media Icons)",
    description: "Ссылки на страницы в социальных сетях.",
  },
  {
    name: "Карта (Map)",
    description:
      "Встраиваемая карта для указания местоположения вашего офиса или магазина.",
  },
  {
    name: "Прогресс бар (Progress Bar)",
    description:
      "Для отображения этапов процесса, например, выполнения заказа.",
  },
  {
    name: "Формы подписки (Subscription Forms)",
    description: "Форма для подписки на рассылку новостей или обновлений.",
  },
  {
    name: "Всплывающее окно (Pop-up)",
    description:
      "Всплывающее окно для специального предложения или сбора контактных данных.",
  },
  {
    name: "Таблицы цен (Pricing Tables)",
    description: "Для сравнения различных планов или пакетов услуг.",
  },
  {
    name: "Фиксированное верхнее меню (Sticky Header)",
    description:
      "Верхнее меню, которое остается на экране при прокрутке страницы.",
  },
  {
    name: "Секция 'О нас' (About Us Section)",
    description: "Краткая информация о компании или команде.",
  },
  {
    name: "Форма обратной связи (Contact Form)",
    description: "Форма для отправки сообщений или запросов.",
  },
  {
    name: "Иконки доверия (Trust Badges)",
    description:
      "Иконки для повышения доверия, такие как сертификаты безопасности или логотипы партнеров.",
  },
  {
    name: "Карусель отзывов (Testimonials Carousel)",
    description:
      "Динамическая карусель с отзывами клиентов, которая автоматически переключается.",
  },
  {
    name: "Секция часто задаваемых вопросов (FAQ Section)",
    description: "Блок с часто задаваемыми вопросами и ответами на них.",
  },
  {
    name: "Секция партнеров (Partners Section)",
    description: "Логотипы и ссылки на компании-партнеры и спонсоры.",
  },
  {
    name: "Интерактивные карты (Interactive Maps)",
    description:
      "Карты с возможностью взаимодействия, например, отметка офисов или магазинов.",
  },
  {
    name: "Калькулятор (Calculator)",
    description:
      "Интерактивный инструмент для расчета стоимости услуги или продукта.",
  },
  {
    name: "Таймер обратного отсчета до события (Event Countdown Timer)",
    description: "Таймер, отсчитывающий время до начала события или акции.",
  },
  {
    name: "Обратный звонок (Callback Request)",
    description: "Форма для запроса обратного звонка от компании.",
  },
  {
    name: "Интеграция с социальными сетями (Social Media Feed)",
    description:
      "Встроенная лента из социальных сетей, например, Instagram или Twitter.",
  },
  {
    name: "Портфолио (Portfolio)",
    description: "Примеры выполненных работ или проектов.",
  },
  {
    name: "Форма бронирования (Booking Form)",
    description: "Форма для бронирования услуг или записи на мероприятия.",
  },
  {
    name: "Мультишаговые формы (Multi-Step Forms)",
    description:
      "Формы, разделенные на несколько шагов для упрощения заполнения.",
  },
  {
    name: "Кнопки быстрого действия (Quick Action Buttons)",
    description:
      "Быстрые ссылки для основных действий, например, 'Позвонить', 'Написать в WhatsApp'.",
  },
  {
    name: "Интерактивные графики и диаграммы (Interactive Charts and Graphs)",
    description: "Визуализация данных о продуктах, услугах или компании.",
  },
  {
    name: "Мультиязычная поддержка (Multilingual Support)",
    description: "Выбор языка для отображения контента.",
  },
];

export const landingPageSteps = [
  {
    title: "Анализ",
    content:
      "Проводим анализ продукта или услуги бизнеса, изучаем конкурентов и аудиторию компании.",
  },
  {
    title: "Прототип",
    content:
      "Мы формируем маршрут пользователя и выявляем, как он взаимодействует с контентом, разрабатывая прототип",
  },
  {
    title: "Дизайн",
    content:
      "Создаем привлекательный дизайн с четким призывом к действию. Внедряем маркетинговые стратегии для привлечения внимания.",
  },
  {
    title: "Разработка",
    content:
      "Осуществляем разработку сайта с интерактивным дизайном, используя динамические элементы и обеспечивая адаптивную верстку для удобства пользователей.",
  },
  {
    title: "Запуск и Аналитика",
    content:
      "Следим за эффективностью созданного лендинга, проводим тестирование и внедряем улучшения на основе полученных результатов.",
  },
];

export const landingPageForWhat = [
  "Привлечение внимания: захват и удержание внимания посетителя с помощью привлекательного дизайна, убедительных заголовков и сильных элементов визуальной привлекательности.",
  "Генерация потенциальных клиентов: сбор информации о посетителях (контактные данные, электронная почта и др.).",
  "Продажи и конверсии: такой сайт должен содержать убедительные элементы, такие как выгодные предложения, отзывы клиентов, демонстрации и подтверждения результатов. Это помогает склонить посетителя к определенному целевому действию.",
  "Распространение информации: возможность донести посетителям новости о новом продукте, мероприятиях, акциях, чтобы привлечь интерес и информировать посетителей.",
  "Установление авторитета и доверия: может использоваться для установления авторитета и доверия к бренду или компании, предоставляя информацию о компетентности, достижениях, отзывах клиентов, сертификациях и других факторах, которые могут подтвердить надежность и профессионализм бизнеса.",
];

export const landingPageElements = [
  "Мощного и убедительного заголовка, который захватывает внимание и привлекает посетителя.",
  "Краткого описания продукта, услуги или предложения, объясняющего его преимущества и ценность для посетителя.",
  `Яркого и понятного элемента, призывающего посетителя выполнить требуемое действие (СТА), например, "Купить сейчас", "Записаться на пробное занятие", "Получить бесплатную консультацию" и т. д.`,
  "Визуальных материалов, которые помогают дополнительно передать информацию и создать привлекательность.",
  "Отзывов клиентов, рейтингов, рекомендации или другие элементы, подтверждающие надежность и качество предложения.",
  "Форм или полей для ввода информации (если основная цель лендинга — сбор контактных данных).",
];
